var TAG = {
	1010:{text:'发育不良'},
	1020:{text:'贫乳'},
	1030:{text:'飞机场'},
	1040:{text:'一马平川'},
	1011:{text:'巨乳'},
	1021:{text:'胸口碎大石'},
	2010:{text:'活泼'},
	2020:{text:'善长交往'},
	2030:{text:'积极'},
	2011:{text:'平静'},
	2021:{text:'死气沉沉'},
	2031:{text:'孤僻'},
	3010:{text:'好学'},
	3020:{text:'聪明'},
	3030:{text:'优等生'},
	3011:{text:'劣等生'},
	3021:{text:'逃学威龙'},
	3031:{text:'辍学'},
	4010:{text:'黑长直'},
	4011:{text:'双马尾'},
	4012:{text:'短发'},
	5010:{text:'金发'},
	6010:{text:'呆毛'},
	7010:{text:'眼镜'},
	8010:{text:'捆绑'},
	9010:{text:'露出癖'},
	10010:{text:'高傲'},
	10011:{text:'亲和'},
	11010:{text:'残废'},
	12010:{text:'无经验'}
};

var TAGKEYS = function(){
	var _a = [];
	for(var key in TAG){
		_a.push( ~~key );
	}
	return _a;
}();